export default {
    title: 'TaiCOL物種學名管理工具個人資料處理指引',
    line1: '本工具站台，不就病歷、醫療、基因、性生活、健康檢查及犯罪前科等特種個資，進行任何方式之蒐集、處理或利用。',
    line2: '本站台於學名、文獻、人名登錄時，若涉及個人姓名、生年、卒年、國籍等資料之填寫，視為一般個資之蒐集。',
    line3: '個資當事人若非現仍生存之自然人，其過往個人資訊，不受個人資料保護法之保護與拘束。',
    line4: '當事人自行公開或其他已合法公開之個人資料，就此一般個資之蒐集、處理或利用，免為預先告知。',
    line5: '本站登錄帳號會員，將其本人之個人資料，輸入於學名、文獻、人名相關欄位，或作為登錄流程驗證之佐證資訊時，視為當事人自行公開。',
    line6: '符合本指引第3~5點模式之一般個資，其後得於轉載、傳輸物種學名條目資料時，一併發布至外部公開或不公開之網站或媒介，然建議發布後若發現相關資料有錯誤或遺漏時，轉載者、傳輸者得主動修正、補充，或依資料當事人之請求，於學術倫理之實踐範圍為其進行修正、補充。',
};
